Repository: hugoblanc/accelerator-app
Catalog: src/locale/*/messages.*.xlf
Languages: fr

source: Gallery
fr: Gallerie

source: Manage your prompts
fr: Gérer vos prompts

source: Sign In
fr: Connexion

source: Start for free
fr: Créer un compte

source: Create a new prompt
fr: Créer un nouveau prompt

source: Name
fr: Nom

source: Language
fr: Langue

source: Put prompt variables between text(), eg: Act as persona text(PERSONA)
fr: Mettez les variables de votre prompt à l'aide de balise text(), ex: Agis en tant que text(PERSONA)

source: Description to help users to understand it
fr: Décrivez rapidement ce que permet ce prompt

source: Category
fr: Catégorie

source: Will this prompt be accessible to everyone?
fr: Ce prompt est-il accessible à tout le monde ?

source: Create my prompt
fr: Créer mon prompt

source: Try It
fr: Essayer

source: Fork It
fr: Fork

source: Search a prompt
fr: Rechercher un prompt

source: My prompts
fr: Mes prompts

source: Manage your prompts below
fr: Gérer vos prompts en dessous

source: You don't have any prompts yet
fr: Vous n'avez pas encore de prompt pour l'instant

source: Log Out
fr: Déconnexion

source: Unlimited credits
fr: Crédits illimités

source: Your prompts
fr: Vos prompts

source: Use It
fr: Utiliser

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Run It
fr: Lancer

source: Run the prompt to see output
fr: Lancer le prompt pour voir le résultat

source: Log in to launch this prompt
fr: Connectez-vous pour lancer le prompt
